<?php

// +----------------------------------------------------------------------
// | ShuipFCMS 模块配置
// +----------------------------------------------------------------------
// | Copyright (c) 2012-2014 http://www.shuipfcms.com, All rights reserved.
// +----------------------------------------------------------------------
// | Author: 水平凡 <admin@abc3210.com>
// +----------------------------------------------------------------------
return array(
    //模块名称
    'modulename' => '计划任务',
    //图标
    'icon' => '',
    //模块简介
    'introduce' => '计划任务是一项使系统在规定时间自动执行某些特定任务的功能！',
    //模块介绍地址
    'address' => '',
    //模块作者
    'author' => '水平凡',
    //作者地址
    'authorsite' => '',
    //作者邮箱
    'authoremail' => 'admin@abc3210.com',
    //版本号，请不要带除数字外的其他字符
    'version' => '1.0.0',
    //适配最低ShuipFCMS版本，
    'adaptation' => '2.0.0',
    //签名
    'sign' => '4a656025ae24910e7552536d7c09f587',
    //依赖模块
    'depend' => array(),
);
