<?php
// +----------------------------------------------------------------------
// | ShuipFCMS 模块配置
// +----------------------------------------------------------------------
// | Copyright (c) 2012-2014 http://www.shuipfcms.com, All rights reserved.
// +----------------------------------------------------------------------
// | Author: 水平凡 <admin@abc3210.com>
// +----------------------------------------------------------------------
return array(
    //模块名称
    'modulename' => '采集',
    //模块简介
    'introduce' => '采集模块是可以批量采集目标网站内容入库！',
    //模块介绍地址
    'address' => '',
    //模块作者
    'author' => '水平凡',
    //作者地址
    'authorsite' => '',
    //作者邮箱
    'authoremail' => 'admin@abc3210.com',
    //版本号，请不要带除数字外的其他字符
    'version' => '1.0.0',
    //适配最低ShuipFCMS版本，
    'adaptation' => '2.0.0',
    //签名
    'sign' => 'b4986c69efbd24886ca3bcb6c3b3dab8',
    //依赖模块
    'depend' => array(),
    //行为标签
    'tags' => array(),
    //缓存，格式：缓存key=>array('module','model','action')
    'cache' => array(),
);
